{
    "HOME": "Home",
    "ABOUT_ME": "About Me",
    "EDUCATION": "Education",
    "PROJECTS": "Projects",
    "CONTACT": "Contact",
    "MADE_BY": "Made by",

    "HOME_SECTION": {
        "ROLE": "MSc Student in Computer Engineering",
        "LEARN_MORE": "Want to learn more about my path in technology and software? Feel free to explore!"
    },

    "ABOUT_SECTION": {
        "DESCRIPTION": "I’m currently pursuing an MSc in Computer Engineering, following a bachelor’s degree in Management Engineering from Politecnico di Torino. My passion lies in the dynamic intersection of technology and management, with a particular focus on software development and innovation. As I work on my final thesis, I’m eager to embrace the challenges and opportunities that lie ahead, and I look forward to beginning my professional journey in the tech industry."
    },

    "EDUCATION_SECTION":{
        "BACHELOR": "Bachelor's Degree in Management Engineering",
        "MASTER": "Master's Degree in Computer Engineering",
        "HIGH_SCHOOL": "High School Diploma in Science",
        "PRESENT": "Current",
        "BACHELOR_INFO": "I attended the bachelor’s degree in Management Engineering (L-8, Information Engineering) at Politecnico di Torino.",
        "MASTER_INFO": "I’m currently pursuing the master’s degree in Computer Engineering (Software orientation) at Politecnico di Torino."
    },

    "CONTACT_SECTION": {
        "REACH_ME": "You can reach me with this form!",
        "YOUR_FULL_NAME": "Your full name",
        "ENTER_FULL_NAME": "Enter full name",
        "ERROR_FULL_NAME": "Full name is required",
        "YOUR_EMAIL": "Your email",
        "ENTER_EMAIL": "Enter email",
        "ERROR_EMAIL": "Email is invalid",
        "PRIVACY": "I'll never share your email with anyone else.",
        "YOUR_MESSAGE": "Your message",
        "ENTER_MESSAGE": "Enter message",
        "ERROR_MESSAGE": "Message is required",
        "SEND": "Send message"
    },

    "PROJECTS_SECTION":{
        "PORTFOLIO_DESCRIPTION": "A responsive web application that showcases my projects, skills, and experiences." ,
        "TEAMHUB_DESCRIPTION": "A mobile application designed to facilitate effective teamwork by providing features for task management, team collaboration, and performance tracking.",
        "TMS_DESCRIPTION": "A web application that allows students to manage their thesis projects, teachers to supervise them and secretary clerks to monitor the process.",
        "URBANHUB_DESCRIPTION": "A high-fidelity web application prototype aimed at optimizing the trip planning process using a simulated AI assistance. It offers users personalized route suggestions, attraction recommendations, and transportation options.",
        "VIEW_PROJECT": "View Project"
    }
}