{
    "HOME": "Home",
    "ABOUT_ME": "Chi sono",
    "EDUCATION": "Istruzione",
    "PROJECTS": "Progetti",
    "CONTACT": "Contatti",
    "MADE_BY": "Realizzato da",
    
    "HOME_SECTION":{
        "ROLE": "Studentessa magistrale in Ingegneria Informatica",
        "LEARN_MORE": "Vuoi saperne di più sul mio percorso in tecnologia e software? Esplora liberamente!"
    },

    "ABOUT_SECTION": {
        "DESCRIPTION": "Attualmente sto conseguendo la laurea magistrale in Ingegneria Informatica, dopo aver completato la laurea triennale in Ingegneria Gestionale al Politecnico di Torino. La mia passione risiede nella dinamica intersezione tra tecnologia e gestione, con un particolare interesse per lo sviluppo software e l’innovazione. Mentre lavoro alla mia tesi finale, sono entusiasta delle sfide e delle opportunità che mi aspettano e non vedo l'ora di iniziare il mio percorso professionale nell'industria tecnologica."
    },

    "EDUCATION_SECTION":{
        "BACHELOR": "Laurea triennale in Ingegneria Gestionale",
        "MASTER": "Laurea magistrale in Ingegneria Informatica",
        "HIGH_SCHOOL": "Diploma di maturità scientifica",
        "PRESENT": "Presente",
        "BACHELOR_INFO": "Ho frequentato la laurea triennale in Ingegneria Gestionale (L-8, Ingegneria dell'informazione) presso il Politecnico di Torino.",
        "MASTER_INFO": "Attualmente sto conseguendo la laurea magistrale in Ingegneria Informatica (orientamento Software) presso il Politecnico di Torino."
    },

    "CONTACT_SECTION": {
        "REACH_ME": "Puoi contattarmi con questo modulo!",
        "YOUR_FULL_NAME": "Il tuo nome", 
        "ENTER_FULL_NAME": "Inserisci il nome",
        "ERROR_FULL_NAME": "Il nome è obbligatorio",   
        "YOUR_EMAIL": "La tua email",
        "ENTER_EMAIL": "Inserisci l'email",
        "ERROR_EMAIL": "Email non valida",
        "PRIVACY": "Non condividerò mai la tua email con nessun altro.",
        "YOUR_MESSAGE": "Il tuo messaggio",
        "ENTER_MESSAGE": "Inserisci il messaggio",
        "ERROR_MESSAGE": "Il messaggio è obbligatorio",
        "SEND": "Invia messaggio"  
    },

    "PROJECTS_SECTION":{
        "PORTFOLIO_DESCRIPTION": "Applicazione web responsive che mostra i miei progetti, competenze ed esperienze.",
        "TEAMHUB_DESCRIPTION": "Applicazione mobile progettata per facilitare il lavoro di squadra fornendo funzionalità per la gestione dei task, la collaborazione dei team e il monitoraggio delle prestazioni.",
        "TMS_DESCRIPTION": "Applicazione web che consente agli studenti di gestire i loro progetti di tesi, ai docenti di supervisionarli e agli impiegati della segreteria di monitorare il processo.",
        "URBANHUB_DESCRIPTION": "Prototipo di applicazione web ad alta fedeltà mirato ad ottimizzare il processo di pianificazione dei viaggi utilizzando un'assistenza AI simulata. Offre agli utenti suggerimenti di percorso personalizzati, raccomandazioni di attrazioni e opzioni di trasporto.",
        "VIEW_PROJECT": "Visualizza Progetto"
    }
}